---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadAreaIsProjected
source: html/4d22d820-5e16-b776-0c41-e18a26294afa.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadAreaIsProjected Property

"Projected Load"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadAreaIsProjected { get; }
```